export const experience = `
    <div class="experience">
        <h3>Experience</h3>
        <div class="job recent-job" contenteditable="true" data-key="job1">
            <div class="job-header">
                <div class="job-title">
                    <h4>Frontend-разработчик (React)</h4>
                    <p>Full-time</p>
                </div>
                <div class="job-date">
                    <span class="most-recent">most recent</span>
                    <p>Август 2022 — по настоящее время</p>
                </div>
            </div>
            <ul>
                <li>Разрабатывал динамические интерфейсы для горно-обрабатывающего холдинга ООО "Евраз".</li>
                <li>Проектировал и оптимизировал архитектуру приложения для увеличения производительности и масштабируемости.</li>
                <li>Общался с заказчиком по вопросам определения требований, согласования функционала и получения обратной связи.</li>
                <li>Занимался написанием и оптимизацией критических частей/сервисов в проекте.</li>
                <li>Взаимодействовал с командой разработчиков, координировал задачи и ресурсы.</li>
                <li>Инициировал и реализовывал новые идеи для улучшения пользовательского опыта.</li>
                <li>Участвовал в показе демо проекта для заказчиков.</li>
            </ul>
        </div>
        <div class="job" contenteditable="true" data-key="job2">
            <div class="job-header">
                <div class="job-title">
                    <h4>Junior Frontend-разработчик (React)</h4>
                    <p>Full-time</p>
                </div>
                <div class="job-date">
                    <p>Сентябрь 2021 — август 2022</p>
                </div>
            </div>
            <ul>
                <li>Разрабатывал интерфейс на проекте нефтегазового маркетплейса "ALL FOR OIL".</li>
                <li>Занимался написанием критических частей/сервисов в проекте.</li>
                <li>Взаимодействовал с дизайнером по макетам.</li>
                <li>Проектировал и оптимизировал архитектуру приложения для увеличения производительности и масштабируемости.</li>
                <li>Разработал и внедрил ключевые страницы и компоненты интерфейса для нефтегазового маркетплейса "ALL FOR OIL", что обеспечило удобный и интуитивно понятный пользовательский опыт.</li>
                <li>Написал и оптимизировал критические части и сервисы проекта, что улучшило его функциональность и безопасность.</li>
                <li>Реализовал функционал размещения и продажи деталей и запчастей в нефтегазовой отрасли, а также интегрировал процесс оформления документов доставки и купли/продажи на международной платформе.</li>
            </ul>
        </div>
        <div class="job" contenteditable="true" data-key="job3">
            <div class="job-header">
                <div class="job-title">
                    <h4>Стажёр Frontend-разработчик (React)</h4>
                    <p>Full-time</p>
                </div>
                <div class="job-date">
                    <p>Май 2021 — сентябрь 2021</p>
                </div>
            </div>
            <ul>
                <li>Выполнял разработку различных интерфейсов для заказчиков на React и Vue.</li>
                <li>Проходил кодревью у тимлида.</li>
                <li>Соблюдал установленный кодстайл.</li>
                <li>Общался с руководителем проекта по вопросам определения требований, согласования функционала и получения обратной связи.</li>
                <li>Взаимодействовал с дизайнером по макетам.</li>
                <li>Выполнял разработку компонентов по поставленному ТЗ.</li>
            </ul>
        </div>
    </div>
`;
